{
  "rebuttals": {
    "not_interested": "Many of our most satisfied customers initially felt the same way, but after trying our all natural supplements, they experienced significant improvements. Would you be interested in learning more about our most popular options for supporting overall wellness?",
    "privacy_concern": "Absolutely, we respect your privacy. I'm happy to share general wellness information about our all natural supplements without requiring any personal details from you. How does that sound?",
    "what_is_this_about": "As a past health supplement purchaser, I'm excited to share our new line of high-quality, all natural products. These innovative supplements, made with organic ingredients, will significantly boost your overall health and well-being.",
    "doctor_appointment": "It's excellent that you're taking a proactive approach to your health and wellness. I can still provide you with information to discuss with your doctor, and you can make a decision afterward.",
    "doctor_said_no": "I understand — our products are natural, and we always recommend checking with your healthcare provider before starting anything new.",
    "insurance_confusion": "No problem at all! I'm not calling about insurance. Instead, I'm reaching out to discuss natural supplements that can help support your overall health and wellness.",
    "buy_locally": "Many customers initially prefer to buy locally, but choose our specialized formulas because they offer unique, superior results not found in generic, local options.",
    "va_covers": "We appreciate your service. Our products are chosen by some veterans for their unique blends and superior ingredients compared to standard options.",
    "medicare_covers": "That's wonderful to hear. Many customers still opt for our products due to the specialized formulas we offer, which aren't typically covered by Medicare.",
    "healthy_no_need": "That's wonderful! It sounds like you take a proactive approach to your health. Many healthy individuals incorporate supplements into their daily routine to maintain well-being and prevent future issues.",
    "have_plenty": "I understand. Perhaps I could provide you with some information now, so that when you are ready to restock, you'll be familiar with what we have available.",
    "dont_take_supplements": "Many individuals opt for natural supplements to bolster their nutritional intake, which is perfectly acceptable.",
    "dialysis": "I completely understand. I can provide details for you to share with your doctor before making a decision.",
    "ingredients": "Our high-quality, all natural ingredients are clearly listed on the product label. I'd also be happy to provide you with the complete list for your review.",
    "diabetic": "Many of our products are sugar-free, making them suitable for individuals who need to manage their blood sugar levels.",
    "dont_buy_by_phone": "That’s okay. We can send you the information via mail or email for your review to allow you to make an informed decision. How does that sound?",
    "doctor_decides": "That’s great — many customers share our product details with their doctors so they can decide together.",
    "too_busy": "No problem at all! When would be a better time for a quick call?",
    "too_old": "Supplements are commonly used by many older adults to support their energy levels, mobility, and overall quality of life.",
    "special_diet": "I'll thoroughly review all options, including gluten-free, vegan, and allergen-friendly choices, to find the perfect fit for your specific health and dietary needs.",
    "see_naturopath": "Our naturopath-approved product line will complement your current health regimen. Developed with high standards and natural ingredients, each product supports your body's innate healing and balance.",
    "on_prescriptions": "Before adding new supplements to your daily routine, we strongly advise speaking with your doctor. This ensures compatibility with any current medications.",
    "waiting_for_bloodwork": "I understand completely. To ensure you're fully prepared for your appointment, I'd be happy to share all the pertinent details with you.",
    "too_expensive": "We offer discounts and packages that make our products affordable for everyone. Our goal is to make supplements accessible by providing affordable access to the resources you need.",
    "cant_afford": "We understand your pricing concerns. Our high-quality products are affordably priced and offer excellent value. We also run promotions, including discounts and special offers.",
    "guarantee": "We stand by the quality of our products and offer a comprehensive satisfaction guarantee. If you are not entirely satisfied, simply let us know, and we will make you whole.",
    "walmart_cheaper": "We meticulously source high-quality ingredients for our products. Our proprietary blends are developed through extensive research, to provide you with the highest quality product.",
    "too_expensive_store": "While our products may cost slightly more, this reflects our commitment to using only the finest natural ingredients. Our proprietary blends are lab tested and consistently demonstrate superior performance.",
    "why_calling": "We noticed you’ve purchased supplements in the past, we're excited to announce new additions to our range of supplements.",
    "how_get_number": "You’ve either purchased supplements from us before or requested information in the past. We appreciate these past interactions.",
    "scammed_before": "I understand your caution. Health America has a long-standing reputation for quality and customer service. I'm happy to provide our website and contact information so you can verify our credentials."
  }
}
